app/resend/uploads/4323091880-4323092970.xml

<soap:Envelope xmlns:pr="http://vio.pfr.ru/insurer/Report/SPU/ProcessReport/1.0" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header><wsa:MessageID>72c338aabc224ef38095ffc4e6ec6c78</wsa:MessageID><wsa:Action>http://vio.pfr.ru/insurer/Report/EFSSZVTDReportProcessing/SPUReportPortType/OUT/ProcessReportRequest</wsa:Action><GlobalProcessID>2340809978c7477d87d4380d9622ec41</GlobalProcessID><GlobalParentProcessID>afb516b978db4f029ab48c007ff07a32</GlobalParentProcessID><GlobalProcessType>1.418.02</GlobalProcessType></soap:Header><soap:Body><pr:ProcessReportDocRequest><InsurerReport insurerRegNum="007-005-054046"><ReportDoc nsiType="80290" reportId="4323091880"><Meta><Channel>2</Channel><AcceptDate>2023-01-26T00:00:00.000+03:00</AcceptDate><CreatedAt><Code>ELECTRONIC</Code><Branch>777-000</Branch></CreatedAt><ExternalNumber>101-23-000-3716-9800</ExternalNumber></Meta><AttachedDocuments><DocumentRef id="4323092970" nsiType="80296"/></AttachedDocuments><ReportCheckProtocol><DocumentRef id="4383550804" nsiType="14" status="12"/></ReportCheckProtocol></ReportDoc></InsurerReport></pr:ProcessReportDocRequest></soap:Body></soap:Envelope>